[
  {
    "id" : 101,
    "title" : "Relic Hunter Legend",
    "name" : "Rogue Snail",
    "date" : "Sep 9, 2019 ~ Sep 23, 2019",
    "genre" : ["Co-op Shooter", "RPG"],
    "platform" : ["pc", "console"],
    "intro" : "Fast. Fluid. Fun. Free. A F2P online cooperative Shooter/Looter/RPG from the creators of Chroma Squad and Dungeonland. Relic Hunters Legend is a a big sequel to the small “Relic Hunters Zero”, which amassed over a million fans around the world and over- whelmingly positive reviews, despite its humble presentation.",
    "desc" : "Run and gun online with friends in full 3D environments with smart enemies, cool abilities and items and experience full verticality and freedom of movement. Easy or challenging activities for all tastes and moods - chill out by yourself or with friends, or put on your game face and tackle some serious challenges, whenever you feel like it. Collect hundreds of items, hunters and relics, and customize your perfect relic-hunting machine! Uncover the mysteries of the past, get to know your favorite characters better, and save the Galaxy together! ",
    "vLink" : "https://www.youtube.com/embed/5QnBEC8Q8Os",
    "mainss" : "img/studios/Relic/main.jpg",
    "img" : [
              "img/studios/Relic/ss1.jpg",
              "img/studios/Relic/ss2.jpg",
              "img/studios/Relic/ss3.jpg",
              "img/studios/Relic/ss4.png",
              "img/studios/Relic/ss5.png",
              "img/studios/Relic/ss6.png",
              "img/studios/Relic/ss7.png",
              "img/studios/Relic/main.jpg"
            ]
  },
  {
    "id" : 102,
    "title" : "Neuroslicers",
    "name" : "Dream Harvest",
    "date" : "Sep 9, 2019 ~ Sep 23, 2019",
    "genre" : ["Cyberpunk RTS"],
    "platform" : ["pc"],
    "intro" : "NeuroSlicers is a highly tactical cyberpunk RTS that turns the genre on its head by focusing on fast, macro and total information gameplay, short 8-12 min matches, epic global objectives and a dark cyberpunk narrative campaign that carefully combines Solo, Co-Op and competitive PVP into a seamless whole.",
    "desc" : "See the world through the eyes of a Slicer, a hacker who has learnt to see beyond the digital veil and manipulate the NeuroNet's very fabric. Fight for the corporations vying for the City's control, pick a side, or don't, its up to you. Only one thing is certain, the fight for the future of reality has only just begun. What part will you play? Unlock a wide variety of ability and build your custom cyber deck made up of units, buildings and function powers. Earn new abilities by working with the different factions. Find the perfect synergies and ultimately find your perfect play style.",
    "vLink" : "https://www.youtube.com/embed/bKKaHIfY2xM",
    "mainss" : "img/studios/Neuroslicers/main.jpg",
    "img" : [
              "img/studios/Neuroslicers/ss1.jpg",
              "img/studios/Neuroslicers/ss2.png",
              "img/studios/Neuroslicers/ss3.png",
              "img/studios/Neuroslicers/ss4.jpg",
              "img/studios/Neuroslicers/ss5.png",
              "img/studios/Neuroslicers/ss6.png",
              "img/studios/Neuroslicers/ss7.png",
              "img/studios/Neuroslicers/main.jpg"
            ]
  },
  {
    "id" : 103,
    "title" : "The Hatching",
    "name" : "ZEROLife Games",
    "date" : "Sep 9, 2019 ~ Sep 23, 2019",
    "genre" : ["Action Adventure","Hack 'n' Slash"],
    "platform" : ["pc", "console"],
    "intro" : "The Hatching is a top-down action game where you play as a monster from a monster move… a giant crocodile. How do you survive in a strange land where everyone and everything wants to kill you? By killing them first! Claw your way through countless enemies, eat them to regain health and keep your bloodlust high so you can survive just a moment longer.",
    "desc" : "The Hatching blends cunning stealth with hack & slash combat and gruesome violence with ist polarizing combat system. Claw your way through countless enemies, eat them to regain health and keep your bloodlust high so you can survive just a moment longer. Your instincts are clear... KILL, EAT, REPEAT! You will be rewarded for imaginative and different ways of killing enemies! ",
    "vLink" : "https://www.youtube.com/embed/6rEG8wzoPT8",
    "mainss" : "img/studios/Hatching/main.jpg",
    "img" : [
              "img/studios/Hatching/ss1.jpg",
              "img/studios/Hatching/ss2.jpg",
              "img/studios/Hatching/ss3.jpg",
              "img/studios/Hatching/ss4.png",
              "img/studios/Hatching/ss5.png",
              "img/studios/Hatching/ss6.png",
              "img/studios/Hatching/main.jpg"
            ]
  },
  {
    "id" : 104,
    "title" : "Kingnapping",
    "name" : "FireFolk",
    "date" : "Sep 9, 2019 ~ Sep 23, 2019",
    "genre" : ["Co-op Action","Defense game"],
    "platform" : ["pc", "console"],
    "intro" : "Kingnapping is a defense and co-op game where up to four players team up, either online or locally, as medieval guards to defend their town and protect their napping king from criminals and monsters. To do so, grab and throw anything, from barrels to your friends to defeat the foes! A Tower Defense where the word 'tower' has been replated by Hack 'n' Slash!",
    "desc" : "Starting by protecting the mayor, players will experiment the unique life of a city guard. Their town will develop as they fend off enemies' attacks, before becoming the biggest city of the realm. But chaos will only become more intense, and guards will have to make strategic decisions and work as a team to protect the innocents! Worry not, as citzens are here to help! Killing thugs will drop gold coins that guards can gather and bring to various shops and buy tools. From the alchemist who mixes potions to the blacksmith who craHs armors, every merchant has its own merchandise with a unique effect to restore peace and justice! ",
    "vLink" : "https://www.youtube.com/embed/fZoua0b_RcA",
    "mainss" : "img/studios/Kingnapping/main.png",
    "img" : [
              "img/studios/Kingnapping/ss1.png",
              "img/studios/Kingnapping/ss2.png",
              "img/studios/Kingnapping/ss3.jpg",
              "img/studios/Kingnapping/ss4.jpg",
              "img/studios/Kingnapping/ss5.jpg",
              "img/studios/Kingnapping/ss6.jpg",
              "img/studios/Kingnapping/main.png"
            ]
  }
]
